{
  "usermanual": {
    "titlei": "<i>Hệ thống Tagon là hệ thống hỗ trợ gán nhãn cho dữ liệu phục vụ làm dữ liệu đầu vào cho các hệ thống học máy. Các loại dữ liệu hỗ trợ bao gồm cả ảnh, video, audio và text.</i>",
    "title": "Hướng dẫn sử dụng TAGON",
    "first": "1. Chức năng đăng ký tài khoản <br> - Để đăng ký và sử dụng hệ thống TagOn cần truy cập vào đường dẫn: https://app.tagon.ai/ <br> - Hệ thống sẽ hiển thị màn hình đăng nhập -> Click đăng ký -> Hiển thị màn hình đăng ký tài khoản",
    "firstone": "- Tại màn hình đăng ký tài khoản, Annotator (Người gán nhãn) nhập những thông tin cần thiết -> Click Đăng ký. ",
    "firsttwo": "- Sau khi hoàn tất Annotator đăng nhập vào email đã đăng ký. TagOn sẽ gửi link url active tài khoản, Annotator vào mail để active tài khoản và đăng nhập vào sử dụng",
    "second": "2. Chức năng cập nhật hồ sơ <br> - Sau khi đăng ký tài khoản thành công, Annotator đăng nhập vào hệ thống TagOn với email đã đăng ký rồi tiến hành cập nhật hồ sơ. <br> - Khi đăng nhập vào hệ thống sẽ hiển thị màn hình để đi đến hồ sơ hoặc có thể chọn <b><i>Hồ sơ cá nhân</i></b> trên menu.\n",
    "login": "- Màn hình trước khi chưa cập nhật thông tin. ",
    "no": "thể hiện những mục thông tin chưa cập nhật đủ",
    "yes": "thể hiện những mục thông tin đã cập nhật đủ",
    "update": "\tCập nhật thông tin cơ bản:",
    "click": "-\tClick button  ",
    "updatebasic": " cập nhật thông tin cơ bản:",
    "save": "-\tClick button Lưu để lưu thông tin vừa cập nhật. Hiển thị popup xác nhận",
    "clickno": "-\tClick button <b><i>Không</i></b> sẽ không lưu thông tin và mục thông tin cơ bản không chuyển trạng thái.",
    "after": "-\tSau khi lưu thông tin thành công sẽ hiển thị thông báo. Click button <b><i>Có</i></b> sẽ lưu thông tin thành công và mục thông tin cơ bản sẽ chuyển trạng thái. ",
    "updatelanguage": "\tCập nhật ngôn ngữ",
    "selectlanguage": "Chọn ngôn ngữ chính. ",
    "clickx": "Click",
    "cancel": "để hủy thông tin vừa nhập, mục ngôn ngữ không chuyển trạng thái. ",
    "after1": "-\tSau khi chọn ngôn ngữ chính, click button ",
    "pagination": "mục cập nhật ngôn ngữ chuyển trạng thái. Ngoại ngữ có thể cập nhật hoặc không.",
    "updateexp": "\tCập nhật kinh nghiệm",
    "state": "để cập kinh nghiệm",
    "input": "-\tNhập thông tin kinh nghiệm, sau đó click ",
    "state1": "để hủy thông tin vừa nhập, mục kinh nghiệm không chuyển trạng thái",
    "state3": "để lưu thông tin kinh nghiệm thành công, mục kinh nghiệm được chuyển trạng thái.",
    "updateedu": "\tCập nhật học vấn",
    "state4": "để cập nhật học vấn",
    "input1": "-\tNhập thông tin học vấn, sau đó click ",
    "state5": "để hủy thông tin vừa nhập, mục học vấn không chuyển trạng thái",
    "state6": "để lưu thông tin học vấn thành công, mục học vấn được chuyển trạng thái. ",
    "updatebank": "\tCập nhật thông tin ngân hàng: Chỉ được phép thêm thông tin của một ngân hàng",
    "state7": "để cập nhật thông tin ngân hàng",
    "input2": "-\tNhập thông tin ngân hàng, sau đó click ",
    "state8": "để hủy thông tin vừa nhập, mục thông tin ngân hàng không chuyển trạng thái",
    "after1": "-\tSau khi nhập thông tin ngân hàng, click button ",
    "state9": "mục thông tin ngân hàng chuyển trạng thái. ",
    "updatedoc": "\tCập nhật tài liệu liên quan:",
    "state10": "để cập nhật tài liệu liên quan:",
    "input11": "-\tNhập thông tin tài liệu. Click button <b><i>Hủy</i></b> để hủy bỏ thông tin tài liệu vừa nhập, mục Tài liệu liên quan không chuyển trạng thái.",
    "input12": "-\tClick button <b><i>Thêm</i></b> để thêm tài liệu vừa nhập, mục <b><i>Tài liệu liên quan</i></b> chuyển trạng thái."
  }
}
