{
  "register": {
    "title": "Register",
    "btn": "Agree",
    "titlemain": "we will send you a verification email to complete your account registration.",
    "popup": "<b class=\"title_modal\">Thỏa thuận dịch vụ cộng tác viên</b>\n            <p style=\"text-align: justify\">\n                Chào mừng bạn đến với TagOn! TagOn có nhiều khách hàng cần xếp hạng, thử nghiệp, gán nhãn, phiên dịch và các dịch vụ trí tuệ nhân tạo khác. Cộng đồng các nhà cung cấp dịch vụ của TagOn hình thành các dịch vụ được hàng chục các ngành công nghiệp và các công ty lớn nhỏ đánh giá cao <br />\n                <br>\n                Tất cả các dịch vụ được cung cấp cho TagOn đều được điều chỉnh bởi các điều khoản và điều kiện được nêu dưới đây. Vui lòng xem xét cẩn thận các điều khoản và điều kiện của chúng tôi. Để chấp nhận các điều khoản và thỏa thuận nầy, vui lòng đánh dấu vào ô “Tôi đồng ý” được hiển thị trong phần đăng ký. Sau khi chấp nhận, một bản sao của Thỏa thuận này sẽ có sẵn để tải xuống trong phần “Thỏa thuận” trong hồ sơ của bạn trên nền tảng.<br />\n                Nhà cung cấp dịch vụ và Tagon đồng ý như sau: <br /><br />1. Dịch vụ.\n                <br /><br />1.1 Dịch vụ và Sản phẩm được giao. Tagon sẽ yêu cầu Nhà cung\n                cấp dịch vụ (“Dịch vụ”) thực hiện các dịch vụ và với mỗi yêu cầu sẽ cung\n                cấp thông tin liên quan đến các sản phẩm cần giao (“Sản phẩm được giao”),\n                phí phải trả, ngày đến hạn và các điều khoản kinh doanh khác áp dụng cho\n                Dịch vụ. Nhà cung cấp dịch vụ có thể chấp nhận cơ hội hoặc từ chối cung\n                cấp Dịch vụ theo quyết định của Nhà cung cấp dịch vụ. Nếu Nhà cung cấp\n                dịch vụ chấp nhận cơ hội, Nhà cung cấp dịch vụ sẽ thực hiện các Dịch vụ và\n                cung cấp các Sản phẩm được giao theo tất cả các điều khoản có trong yêu\n                cầu của Lionbridge và Thỏa thuận này.Tagon có thể yêu cầu Dịch vụ thông\n                qua nền tảng hoặc các phương tiện khác như Lionbridge đã thông báo với Nhà\n                cung cấp dịch vụ.<br /><br />\n                1.2 Đánh giá. <br> <br> Tagon (hoặc khách hàng của mình, nếu có) sẽ xem xét từng Sản\n                phẩm có thể giao và có thể cung cấp cho Nhà cung cấp dịch vụ các sửa chữa\n                được yêu cầu. Nhà cung cấp dịch vụ sẽ nhanh chóng thực hiện tất cả các\n                chỉnh sửa do Lionbridge yêu cầu hợp lý trong phạm vi của Dịch vụ mà không\n                tính thêm phí. Nếu bất kỳ thay đổi nào được yêu cầu nằm ngoài phạm vi của\n                Dịch vụ, Nhà cung cấp dịch vụ sẽ thông báo ngay cho Lionbridge và chúng\n                tôi sẽ làm việc thiện chí để xác định bất kỳ sửa đổi nào đối với phí của\n                Nhà cung cấp dịch vụ hoặc ngày giao hàng cho Sản phẩm được giao. Mọi sửa\n                đổi phải được sự đồng ý của hai bên mới có hiệu lực.<br /><br />\n                1.3 Thanh toán. <br> <br>Tagon sẽ thanh toán cho Nhà cung cấp dịch vụ như được mô tả\n                trong yêu cầu Dịch vụ nhưng không muộn hơn sáu mươi ngày kể từ ngày phát\n                hành hóa đơn áp dụng hoặc, khi phí được tính tự động thông qua nền tảng,\n                khi kết thúc giai đoạn Dịch vụ hiện hành. Nhà cung cấp dịch vụ đồng ý rằng\n                các khoản phí được cung cấp sẽ là khoản bồi thường đầy đủ và hoàn chỉnh\n                cho việc thực hiện Dịch vụ của Nhà cung cấp dịch vụ. Nhà cung cấp Dịch vụ\n                sẽ tự chịu trách nhiệm về tất cả các chi phí và chi phí liên quan đến Dịch\n                vụ. Nhà cung cấp dịch vụ cũng hoàn toàn chịu trách nhiệm báo cáo bất kỳ\n                khoản bồi thường nào nhận được từ Lionbridge dưới dạng thu nhập và thực\n                hiện các hồ sơ và thanh toán thuế cần thiết cho cơ quan thuế thích hợp.<br /><br />\n                1.4 Yêu cầu của Tagon. <br> <br> Nhà cung cấp dịch vụ sẽ tuân thủ tất cả các yêu\n                cầu, chính sách và hướng dẫn do Tagon hoặc khách hàng Lionbridge hiện hành\n                cung cấp cho Nhà cung cấp dịch vụ (gọi chung là “Yêu cầu”). Các Yêu cầu cụ\n                thể bao gồm Quy tắc ứng xử dành cho nhà cung cấp của Tagon tại\n                www.tagon.com/legal/ và bất kỳ hướng dẫn nào liên quan đến các biện pháp\n                bảo mật thông tin. Yêu cầu cũng bao gồm mọi nghĩa vụ bổ sung bằng văn bản,\n                dành riêng cho dự án được cung cấp cho Nhà cung cấp dịch vụ để xem xét và\n                chấp nhận (ví dụ: xác nhận bằng văn bản về các nghĩa vụ bí mật trực tiếp\n                đối với khách hàng của Tagon).<br> <br>\n                2. Tính bảo mật <br> <br>\n                2.1 Định nghĩa. <br> <br>\n                “Thông tin bảo mật” có nghĩa là bất kỳ thông tin không công khai nào được TagOn hoặc bất kỳ chi nhánh, khách hàng, đối tác kinh doanh hoặc Nhà cung cấp dịch vụ nào của TagOn cung cấp cho Nhà cung cấp dịch vụ. Ví dụ: Thông tin bảo mật bao gồm tất cả thông tin liên quan đến khách hàng của TagOn và các dự án, gói sản phẩm của họ, tất cả dữ liệu cá nhân liên quan đến khách hàng hoặc nhân viên của TagOn, việc Nhà cung cấp dịch vụ đang thực hiện Dịch vụ cho TagOn và các thông tin kinh doanh và kỹ thuật không công khai khác. “Thông tin bảo mật” không bao gồm thông tin: (a) đã được Nhà cung cấp dịch vụ biết một cách hợp pháp, không có bất kỳ nghĩa vụ bảo mật nào, trước khi nhận được thông tin tương tự từ TagOn; (b) được cung cấp công khai mà không vi phạm bất kỳ nghĩa vụ bảo mật nào; hoặc (c) được Nhà cung cấp dịch vụ lấy một cách hợp pháp từ một nguồn không phải TagOn mà không vi phạm bất kỳ nghĩa vụ bảo mật nào.\n                <br> <br>\n                2.2 Sử dụng thông tin. <br> <br>\n                Nhà cung cấp dịch vụ hiểu rằng Thông tin bảo mật cấu thành một tài sản có giá trị và duy nhất. Nhà cung cấp dịch vụ sẽ chỉ sử dụng Thông tin bảo mật cho mục đích cung cấp Dịch vụ và sẽ không sử dụng nó cho lợi ích riêng của Nhà cung cấp dịch vụ hoặc lợi ích của bất kỳ bên nào khác. Nhà cung cấp dịch vụ sẽ không tiết lộ hoặc phân phối Thông tin bảo mật cho bất kỳ bên thứ ba nào mà không có sự đồng ý trước bằng văn bản của TagOn. Nếu Nhà cung cấp dịch vụ có nhân viên, thì Nhà cung cấp dịch vụ sẽ tiết lộ hoặc phân phối Thông tin bảo mật cho nhân viên của mình khi cần biết và chỉ cho những nhân viên phải tuân thủ các nghĩa vụ bảo mật ít nhất là nghiêm ngặt như những điều có trong Thỏa thuận này.\n                <br> <br>\n                2.3 Bảo vệ thông tin. <br> <br>\n                Nhà cung cấp dịch vụ sẽ sử dụng những nỗ lực hợp lý để bảo vệ Thông tin bảo mật khỏi bất kỳ hành vi sử dụng hoặc tiết lộ trái phép nào, bao gồm cả việc thực hiện tất cả các biện pháp bảo mật hợp lý cần thiết để bảo vệ Thông tin bảo mật. Nhà cung cấp dịch vụ sẽ thông báo cho TagOn ngay lập tức nếu Nhà cung cấp dịch vụ biết được bất kỳ tiết lộ hoặc sử dụng trái phép nào đối với bất kỳ Thông tin bảo mật nào, bao gồm mọi dữ liệu cá nhân mà Nhà cung cấp dịch vụ nhận được trong quá trình thực hiện Dịch vụ. Nhà cung cấp dịch vụ có thể tiết lộ Thông tin bảo mật theo lệnh hợp lệ do tòa án hoặc cơ quan chính phủ ban hành; với điều kiện là Nhà cung cấp dịch vụ gửi cho TagOn thông báo bằng văn bản trước ít nhất mười ngày về nghĩa vụ đó và cơ hội phản đối việc tiết lộ đó hoặc xin lệnh bảo vệ.\n                <br> <br>\n                2.4 Thông tin khách hàng. <br> <br>\n                Nhà cung cấp dịch vụ xác nhận cụ thể rằng tất cả thông tin liên quan đến bất kỳ khách hàng nào của TagOn, bao gồm bất kỳ thông tin nào về hoạt động kinh doanh, kế hoạch sản phẩm, mối quan hệ chiến lược, v.v. của khách hàng, phải được bảo mật chặt chẽ nhất. Nhà cung cấp dịch vụ không được tiết lộ bất kỳ thông tin nào về Dịch vụ do Nhà cung cấp dịch vụ thực hiện hoặc danh tính của khách hàng trong bất kỳ tài liệu nào, bao gồm các bài đăng trên mạng xã hội hoặc trên trang web của Nhà cung cấp dịch vụ. Nhà cung cấp dịch vụ không được sao chép bất kỳ hình ảnh hoặc văn bản nào đã cung cấp cho Nhà cung cấp dịch vụ, trừ trường hợp cần thiết để thực hiện Dịch vụ.\n                <br> <br>\n                2.5 Trả lại thông tin. <br> <br>\n                Tất cả Thông tin Bảo mật sẽ vẫn là tài sản của TagOn. Theo yêu cầu của TagOn, Nhà cung cấp dịch vụ sẽ nhanh chóng trả lại hoặc hủy tất cả các bản sao của Thông tin bí mật trong sự kiểm soát của Nhà cung cấp dịch vụ và chứng nhận việc hoàn thành nghĩa vụ của Nhà cung cấp dịch vụ theo Mục này bằng văn bản.\n                2.6 Điều tra và Kiểm toán. <br> <br>\n                Nhà cung cấp dịch vụ sẽ hợp tác toàn diện trong bất kỳ cuộc điều tra nào về việc tiết lộ hoặc sử dụng trái phép Thông tin bảo mật và sẽ nhanh chóng cung cấp thông tin được yêu cầu và quyền truy cập hợp lý vào bất kỳ vấn đề chứng minh nào (ví dụ: tài liệu hoặc hệ thống làm việc). Nhà cung cấp dịch vụ sẽ hợp tác trong bất kỳ cuộc kiểm toán hợp lý nào theo yêu cầu của pháp luật hoặc theo hợp đồng của TagOn với khách hàng của mình. TagOn sẽ cung cấp cho Nhà cung cấp dịch vụ thông báo hợp lý và giải thích liên quan đến bất kỳ cuộc kiểm tra bắt buộc nào.\n                <br> <br>\n                2.7 Bảo vệ lợi ích kinh doanh. <br> <br>\n                Nhà cung cấp dịch vụ sẽ không trực tiếp hoặc gián tiếp thu hút bất kỳ khách hàng nào của TagOn cho bất kỳ hoạt động kinh doanh hoặc cơ hội nào khác dựa trên bất kỳ thông tin nào được học trong quá trình cung cấp Dịch vụ hoặc do TagOn cung cấp.\n                <br> <br>\n                2.8 Đền bù do Tòa án cấp. <br> <br>\n                Nhà cung cấp dịch vụ thừa nhận rằng bất kỳ vi phạm nghĩa vụ nào của mình theo Thỏa thuận này sẽ dẫn đến thiệt hại không thể khắc phục được cho TagOn. Trong trường hợp có sự vi phạm thực sự hoặc bị đe dọa đối với Thỏa thuận này, TagOn sẽ được hưởng các khoản cứu trợ thích hợp do tòa án cấp bên cạnh bất kỳ khoản cứu trợ pháp lý nào khác có sẵn cho Thỏa thuận này.\n                <br> <br>3. Mối quan hệ. <br> <br>\n                Nhà cung cấp dịch vụ sẽ chỉ hoạt động với tư cách là một nhà thầu độc lập và cả Nhà cung cấp dịch vụ cũng như nhân viên hoặc đại lý của Nhà cung cấp dịch vụ sẽ không được coi là nhân viên, đại lý hoặc đối tác của TagOn hoặc bất kỳ khách hàng nào của TagOn, theo các quy định của Thỏa thuận này hoặc theo cách khác. Nhà cung cấp dịch vụ không có và sẽ không có bất kỳ quyền hạn nào để ràng buộc TagOn hoặc thay mặt cho TagOn đảm nhận hay tạo ra bất kỳ nghĩa vụ nào và Nhà cung cấp dịch vụ sẽ không đại diện cho bất kỳ bên thứ ba nào rằng Nhà cung cấp dịch vụ có bất kỳ quyền hạn nào như vậy. TagOn sẽ không khấu trừ bất kỳ phần nào trong khoản bồi thường của Nhà cung cấp dịch vụ đối với việc thanh toán bảo hiểm xã hội, an sinh xã hội, bảo hiểm thất nghiệp hoặc bảo hiểm tàn tật hoặc bất kỳ nghĩa vụ thuế tương tự nào khác, trừ khi được quy định bởi luật áp dụng cho các nhà cung cấp dịch vụ độc lập.\n                <br> <br>\n                4. Tuân thủ pháp luật. <br> <br>\n                4.1 Dữ liệu cá nhân. <br> <br>\n                (a) Dữ liệu Cá nhân của Nhà cung cấp Dịch vụ. <br> <br>\n                TagOn sẽ sử dụng và chia sẻ bất kỳ dữ liệu cá nhân nào do Nhà cung cấp dịch vụ cung cấp theo các điều khoản của Thông báo bảo mật dữ liệu cộng đồng tại (https://app.tagon.ai). Thông báo Bảo mật Dữ liệu Cộng đồng của TagOn bao gồm thông tin về cách liên hệ với TagOn nếu có bất kỳ câu hỏi hoặc thắc mắc nào liên quan đến việc sử dụng dữ liệu cá nhân.\n                <br><br>(b) Dữ liệu Cá nhân của Người khác. <br> <br>\n                Nhà cung cấp dịch vụ thừa nhận rằng một số nội dung mà Nhà cung cấp dịch vụ có thể nhận được liên quan đến Dịch vụ hoặc tạo ra trong quá trình cung cấp Dịch vụ có thể bao gồm dữ liệu cá nhân. Nhà cung cấp dịch vụ sẽ coi tất cả dữ liệu cá nhân đó là Thông tin bí mật như được mô tả trong Phần 2 ở trên. Ngoài ra, Nhà cung cấp dịch vụ sẽ chỉ sử dụng, xử lý và tiết lộ bất kỳ dữ liệu cá nhân nào như vậy theo chỉ dẫn của TagOn.\n                <br> <br>4.2 Tuân thủ pháp luật. <br> <br>\n                Nhà cung cấp dịch vụ sẽ tuân thủ tất cả các luật, quy tắc và quy định liên quan đến việc thực hiện Dịch vụ của Nhà cung cấp dịch vụ, bao gồm tất cả các nghĩa vụ đăng ký, báo cáo và các nghĩa vụ khác liên quan đến việc điều hành một doanh nghiệp trong phạm vi quyền hạn của Nhà cung cấp dịch vụ, chẳng hạn như các quy định cấm hối lộ, rửa tiền và phân biệt đối xử. Nhà cung cấp dịch vụ đại diện và đảm bảo rằng Nhà cung cấp dịch vụ có thẩm quyền hợp pháp để tham gia vào Thỏa thuận này, bất kỳ và tất cả thông tin họ cung cấp cho TagOn trong bất kỳ ứng dụng hoặc bất kỳ biểu mẫu nào được yêu cầu là chính xác và đầy đủ. Ngoài ra, Nhà cung cấp dịch vụ đại diện và đảm bảo rằng Nhà cung cấp dịch vụ không phải tuân theo bất kỳ nghĩa vụ hợp đồng nào cản trở hoặc cấm Nhà cung cấp dịch vụ\n                <br><br>5. Quyền Sở hữu. <br><br>\n                <br><br>5.1 Quyền sở hữu. <br><br>\n                Nhà cung cấp dịch vụ đồng ý rằng Dịch vụ được cung cấp trên cơ sở “sản phẩm được tạo ra do thuê ngoài” và tất cả các quyền, quyền sở hữu và lợi ích đối với bất kỳ và tất cả các quyền sở hữu trí tuệ (bao gồm, ví dụ: tất cả bản quyền, nhãn hiệu, bằng sáng chế, quyền bí mật thương mại và tất cả các hợp đồng và quyền cấp phép) được phát triển bởi Nhà cung cấp dịch vụ (cá nhân hoặc phối hợp với người khác) liên quan đến Dịch vụ hoặc Sản phẩm được phân phối (gọi chung là “Sản phẩm trí tuệ”) sẽ là tài sản duy nhất và độc quyền của TagOn. Nhà cung cấp dịch vụ thừa nhận rằng các quyền của TagOn đối với Sản phẩm trí tuệ là độc quyền của TagOn và bao gồm, ví dụ: quyền sử dụng, điều chỉnh, tái sản xuất, phân phối, phát sóng, hiển thị và tạo các sản phẩm phái sinh của Sản phẩm trí tuệ ở bất kỳ và tất cả các phương tiện và tất cả các định dạng bây giờ được biết đến hoặc sau này được phát triển. Ngoài ra, tất cả các tệp, hồ sơ, tài liệu, bản vẽ, thông số kỹ thuật, thiết bị và các hạng mục tương tự liên quan đến hoạt động kinh doanh của TagOn, dù do Nhà cung cấp dịch vụ chuẩn bị hay thuộc quyền sở hữu của Nhà cung cấp dịch vụ, sẽ vẫn là tài sản độc quyền của TagOn.\n                <br><br>5.2 Chuyển nhượng quyền. <br> <br>\n                Theo đây, Nhà cung cấp Dịch vụ chỉ định và chuyển giao không thể hủy ngang cho TagOn tất cả các quyền, quyền sở hữu và quyền lợi đối với và đối với Sản phẩm trí tuệ. Nhà cung cấp dịch vụ thừa nhận rằng TagOn sẽ có quyền, danh hiệu và quyền lợi duy nhất và độc quyền trên toàn thế giới để sử dụng và khai thác tất cả hoặc bất kỳ phần nào của Sản phẩm trí tuệ. Nhà cung cấp Dịch vụ đồng ý rằng họ sẽ không khẳng định bất kỳ quyền nhân thân nào trong Sản phẩm trí tuệ và trong phạm vi được luật hiện hành cho phép, theo đây từ bỏ tất cả các quyền nhân thân đó. Nếu có thể, Nhà cung cấp dịch vụ sẽ nhận được từ tất cả nhân viên của Nhà cung cấp dịch vụ một sự chỉ định về tất cả các quyền lợi trong Sản phẩm trí tuệ. Ngoài ra, Nhà cung cấp dịch vụ đồng ý thực hiện bất kỳ tài liệu nào vì TagOn có thể yêu cầu bằng chứng hoặc bảo vệ quyền sở hữu Sản phẩm trí tuệ của TagOn. Nhà cung cấp dịch vụ chỉ định TagOn làm đại diện pháp lý trên thực tế của Nhà cung cấp dịch vụ để thay mặt Nhà cung cấp dịch vụ thực hiện bất kỳ tài liệu nào như vậy nếu Nhà cung cấp dịch vụ không làm như vậy trong vòng ba mươi ngày kể từ ngày TagOn yêu cầu hợp lý.\n                <br><br>5.3 Quyền của bên thứ ba. <br> <br>\n                Nhà cung cấp Dịch vụ sẽ không sử dụng bất kỳ tài liệu nào của bên thứ ba hoặc vi phạm bất kỳ quyền sở hữu nào của bên thứ ba dưới bất kỳ hình thức nào trong việc thực hiện các Dịch vụ. Nhà cung cấp dịch vụ sẽ không tiết lộ bất kỳ thông tin bí mật nào của bên thứ ba cho TagOn vào bất kỳ lúc nào.\n                <br><br>6. Chấm dứt. <br><br>\n                Theo các điều khoản của Phần này, Thỏa thuận này sẽ có hiệu lực khi được Nhà cung cấp dịch vụ chấp nhận và sẽ vẫn có hiệu lực cho đến khi Nhà cung cấp dịch vụ hoặc TagOn chấm dứt. Nhà cung cấp dịch vụ có thể chấm dứt Thỏa thuận này bất kỳ lúc nào theo thông báo bằng văn bản cho TagOn; miễn là Nhà cung cấp dịch vụ hoàn thành bất kỳ Dịch vụ nào mà Nhà cung cấp dịch vụ đã đồng ý cung cấp trước khi thông báo cho TagOn về việc Nhà cung cấp dịch vụ chấm dứt Thỏa thuận. TagOn có thể chấm dứt Thỏa thuận này bất kỳ lúc nào bằng văn bản thông báo cho Nhà cung cấp dịch vụ; miễn là TagOn sẽ thanh toán cho Nhà cung cấp dịch vụ cho tất cả các Dịch vụ được thực hiện đúng cách kể từ ngày chấm dứt. Sau khi chấm dứt Thỏa thuận này, Nhà cung cấp dịch vụ và TagOn sẽ tiếp tục tuân thủ các Mục sau của Thỏa thuận này: Mục 2 (Bảo mật), Mục 3 (Mối quan hệ), Mục 4 (Tuân thủ pháp lý), Mục 5 (Quyền sở hữu), Mục 7 (Bên ký kết TagOn và Luật điều chỉnh), Phần 8 (Chung) và Phần 9 (Trọng tài).\n                <br><br>7. Bên ký kết TagOn và Luật điều chỉnh. <br><br>\n                <br><br>7.1 Đối với công dân của Việt Nam. <br> <br>\n                Nếu Nhà cung cấp dịch vụ ký hợp đồng từ Việt Nam, thì Thỏa thuận này được thực hiện giữa Nhà cung cấp dịch vụ và TagOn. Thỏa thuận này sẽ chịu sự điều chỉnh của luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam, không tham chiếu đến bất kỳ nguyên tắc xung đột pháp luật nào yêu cầu việc áp dụng luật của bất kỳ khu vực tài phán nào khác. Ngoài ra, các quy định tại Mục 9 (Trọng tài) dưới đây sẽ áp dụng cho Nhà cung cấp dịch vụ.\n                <br><br>\n                7.2 Đối với người Không phải công dân Việt Nam. <br> <br>\n                Nếu Nhà cung cấp dịch vụ ký hợp đồng từ một khu vực pháp lý bên ngoài Việt Nam, thì Thỏa thuận này được thực hiện giữa Nhà cung cấp dịch vụ và TagOn. Thỏa thuận này sẽ chịu sự điều chỉnh của luật pháp nước cộng hòa xã hội chủ nghĩa Việt Nam. Để rõ ràng, các quy định tại Mục 9 (Trọng tài) dưới đây sẽ không áp dụng cho Nhà cung cấp dịch vụ.\n                <br> <br>8. Tổng quát. <br> <br>\n                Tất cả các thông báo liên quan đến bất kỳ cáo buộc vi phạm Thỏa thuận này sẽ được lập thành văn bản và sẽ được coi là có hiệu lực khi gửi bằng chuyển phát nhanh qua đêm hoặc phương thức có thể xác minh khác. Thỏa thuận này và các Yêu cầu thể hiện toàn bộ sự hiểu biết giữa các bên liên quan đến chủ đề của Hợp đồng này và thay thế bất kỳ và tất cả các cuộc đàm phán hoặc thỏa thuận khác giữa các bên. Không thể sửa đổi Thỏa thuận này ngoại trừ dưới dạng văn bản được cả hai bên chấp nhận. Thỏa thuận này không có người thụ hưởng bên thứ ba nào ngoài khách hàng của TagOn, họ có thể trực tiếp thực thi các điều khoản của Thỏa thuận này hoặc bất kỳ Yêu cầu hiện hành nào. Không một bên nào không thực hiện hoặc thực thi bất kỳ quyền nào của mình theo Thỏa thuận này sẽ coi như từ bỏ bất kỳ quyền nào của bên đó. Nhà cung cấp dịch vụ sẽ không ký hợp đồng phụ hoặc chuyển nhượng bất kỳ quyền hoặc nghĩa vụ nào của Nhà cung cấp dịch vụ theo Thỏa thuận này hoặc các Yêu cầu mà không có sự đồng ý trước bằng văn bản của TagOn. Nếu bất kỳ điều khoản nào của Thỏa thuận này được cho là không thể thực thi, điều khoản đó sẽ được thực thi ở mức tối đa được pháp luật cho phép và phần còn lại của Thỏa thuận này sẽ vẫn có hiệu lực đầy đủ.\n                <br><br>9. Trọng tài (chỉ Nhà cung cấp dịch vụ tại Việt Nam). <br> <br>\n                <br> <br>9.1 Sử dụng độc quyền Trọng tài. <br> <br>\n                Nhà cung cấp dịch vụ và TagOn đồng ý giải quyết bất kỳ tranh chấp nào độc quyền thông qua trọng tài cuối cùng và ràng buộc thay vì nộp đơn kiện ra tòa. Điều khoản trọng tài này chịu sự điều chỉnh của luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam và sẽ áp dụng cho bất kỳ và tất cả các khiếu nại phát sinh từ hoặc liên quan đến Dịch vụ, Yêu cầu, Thỏa thuận này, bản chất của mối quan hệ giữa Nhà cung cấp dịch vụ và TagOn (bao gồm bất kỳ chi nhánh hoặc khách hàng nào của TagOn) và tất cả các khía cạnh khác trong mối quan hệ của Nhà cung cấp dịch vụ với TagOn). Trọng tài sẽ có thẩm quyền duy nhất để giải quyết bất kỳ tranh chấp nào liên quan đến việc giải thích, khả năng áp dụng, khả năng thực thi hoặc hình thành điều khoản trọng tài này, ngoại trừ các tiểu mục (c) và (d) dưới đây liên quan đến Từ bỏ Hành động Tập thể hoặc Từ bỏ Hành động Đại diện. Nhà cung cấp dịch vụ thừa nhận điều này có nghĩa là những tranh chấp như vậy sẽ không được giải quyết bởi một phiên tòa của tòa án hoặc bồi thẩm đoàn.\n                <br><br>9.2 Từ bỏ Hành động Tập thể. <br> <br>\n                Nhà cung cấp dịch vụ và TagOn cùng đồng ý rằng bằng cách đồng ý phân xử bất kỳ tranh chấp nào, mỗi bên từ bỏ quyền của mình đối với bất kỳ tranh chấp hoặc khiếu nại nào được đưa ra, xét xử hoặc phân xử như một vụ kiện tập thể hoặc hành động tập thể và trọng tài viên sẽ không có bất kỳ thẩm quyền nào để xét xử hoặc phân xử bất kỳ hành động tập thể hoặc tập thể (“Từ bỏ Hành động Tập thể”).\n                <br><br>9.3 Từ bỏ Hành động Đại diện. <br><br>\n                Nhà cung cấp dịch vụ và TagOn cùng đồng ý rằng bằng cách đồng ý phân xử, mỗi bên từ bỏ quyền có bất kỳ tranh chấp hoặc khiếu nại nào được đưa ra, xét xử hoặc phân xử như một hành động đại diện và trọng tài viên sẽ không có bất kỳ thẩm quyền nào để phân xử một hành động đại diện (\"Miễn trừ Hành động Đại diện \").\n                <br> <br>9.4 Quy trình. <br> <br>\n                (a) Ghi chú. <br> <br>\n                Nếu một trong hai bên muốn khởi xướng trọng tài, bên khởi xướng phải thông báo bằng văn bản cho bên kia được gửi bằng chuyển phát nhanh hoặc phương thức gửi có thể xác minh khác. Thông báo phải bao gồm (1) tên và địa chỉ của bên yêu cầu trọng tài, (2) tuyên bố về cơ sở pháp lý và thực tế của khiếu nại, và (3) mô tả về biện pháp khắc phục được tìm kiếm.\n                <br><br>(b) Yêu cầu về thủ tục. <br><br>\n                Việc phân xử sẽ được điều chỉnh bởi các điều khoản của Phần này và bởi luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam,trừ khi có quy định khác trong Phần 9 này. Trọng tài sẽ được xét xử bởi một trọng tài viên được lựa chọn theo luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam. TagOn sẽ trả phí và chi phí cho trọng tài. Trọng tài sẽ áp dụng luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam. Trọng tài có thể ban hành lệnh (bao gồm trát đòi hầu tòa cho các bên thứ ba) cho phép các bên tiến hành khám phá đủ để cho phép mỗi bên chuẩn bị các yêu cầu và biện pháp bảo vệ của bên đó, xét đến việc trọng tài được thiết kế để trở thành một phương pháp nhanh chóng và hiệu quả để giải quyết tranh chấp. Trọng tài có thể xem xét các hành động và sẽ áp dụng các tiêu chuẩn của luật pháp của nước cộng hòa xã hội chủ nghĩa Việt Nam để điều chỉnh các hành động đó. Trừ khi được quy định trong Miễn trừ Hành động Tập thể và Từ bỏ Hành động Đại diện, trọng tài chỉ có thể đưa ra các biện pháp khắc phục nếu không sẽ có sẵn tại tòa án pháp luật. Quyết định hoặc phán quyết của trọng tài sẽ được lập thành văn bản kèm theo các kết quả thực tế và kết luận của pháp luật và sẽ là quyết định cuối cùng và ràng buộc đối với các bên. Bất chấp những điều đã nói ở trên, một trong hai bên có thể nộp đơn lên tòa án có thẩm quyền để được giải quyết bằng lệnh tạm thời hoặc sơ bộ khi cần thiết để bảo vệ quyền của bên đó.\n                <br> <br>9.5 Ngoại lệ. <br> <br>\n                Mặc dù có bất kỳ điều khoản nào ngược lại trong Thỏa thuận này, không có điều gì ngăn cản Nhà cung cấp dịch vụ báo cáo hoặc gửi yêu cầu với các cơ quan nhà nước Việt Nam. Ngoài ra, không có điều gì trong Thỏa thuận này ngăn cản Nhà cung cấp dịch vụ hợp tác trong việc điều tra của bất kỳ cơ quan chính phủ nào về bất kỳ báo cáo, khiếu nại hoặc khoản phí nào. Thỏa thuận này không ngăn cản các cơ quan hành chính liên bang xét xử các khiếu nại và đưa ra các biện pháp khắc phục dựa trên các khiếu nại được đề cập trong tiểu mục này, ngay cả khi các khiếu nại sẽ được điều chỉnh bởi điều khoản trọng tài này. TagOn sẽ không trả đũa Nhà cung cấp dịch vụ vì đã gửi khiếu nại lên bất kỳ cơ quan hành chính nào hoặc thực hiện các quyền (cá nhân hoặc phối hợp với người khác)\n                <br><br>9.6 Lời khuyên của Luật sư. <br> <br>\n                Nhà cung cấp dịch vụ có quyền tham khảo ý kiến tư vấn riêng về lựa chọn của Nhà cung cấp dịch vụ về bất kỳ khía cạnh nào hoặc bất kỳ khiếu nại nào có thể tuân theo Thỏa thuận này, bao gồm cả điều khoản trọng tài này.\n                <br><br>9.7 Khả năng thực thi. <br> <br>\n                Mặc dù có bất kỳ điều khoản nào ngược lại trong Thỏa thuận này, bất kỳ khiếu nại nào cho rằng điều khoản trọng tài này là không thể thực thi, toàn bộ hoặc một phần, chỉ có thể được xác định bởi một tòa án có thẩm quyền chứ không phải bởi trọng tài. Trong trường hợp bất kỳ phần nào của điều khoản trọng tài này được coi là không thể thi hành, phần còn lại của điều khoản trọng tài này sẽ vẫn có hiệu lực đầy đủ.\n\n            </p>\n",

    "form": {
      "agree": "I have read and accepted",
      "security": "We protect your personal data. Read more about",
      "privacy": "Data Privacy Notice",
      "service": "Service agreement",
      "button": "Register"
    },
    "messages": {
      "validate": {
        "login": {
          "required": "Your username is required.",
          "minlength": "Your username is required to be at least 3 character.",
          "maxlength": "Your username cannot be longer than 50 characters.",
          "pattern": "Your username is invalid."
        },
        "email": {
          "required": "Email is required.",
          "field": "Incorrect email format"
        }
      },
      "success": "Registration saved! Please check your email for confirmation.",
      "error": {
        "fail": "Registration failed! Please try again later.",
        "userexists": "<strong>Login name already registered!</strong> Please choose another one.",
        "emailexists": "Email is already in use! Please choose another one."
      }
    }
  }
}
